Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Wake-on-LAN работает только в локальной сети и требует, чтобы устройство поддерживало пробуждение по сети.
ar: يعمل Wake-on-LAN داخل الشبكة المحلية فقط ويتطلب أن يدعم الجهاز الإيقاظ عبر الشبكة.
de: Wake-on-LAN funktioniert nur im lokalen Netzwerk und setzt voraus, dass das Gerät das Aufwecken über das Netzwerk unterstützt.
en: Wake-on-LAN works only on the local network and requires the device to support wake-on-network.
es: Wake-on-LAN solo funciona en la red local y requiere que el dispositivo admita el encendido por red.
fr: Le Wake-on-LAN ne fonctionne que sur le réseau local et nécessite que l'appareil prenne en charge le réveil par le réseau.
hi: Wake-on-LAN केवल स्थानीय नेटवर्क में काम करता है और इसके लिए डिवाइस को नेटवर्क द्वारा जगाने का समर्थन करना आवश्यक है।
it: Wake-on-LAN funziona solo nella rete locale e richiede che il dispositivo supporti la riattivazione via rete.
ja: Wake-on-LAN はローカルネットワーク内でのみ動作し、デバイスがネットワーク経由の起動に対応している必要があります。
ko: Wake-on-LAN은 로컬 네트워크에서만 작동하며 기기가 네트워크 깨우기를 지원해야 합니다.
pt_br: O Wake-on-LAN funciona apenas na rede local e exige que o dispositivo tenha suporte a despertar pela rede.
tr: Wake-on-LAN yalnızca yerel ağda çalışır ve cihazın ağ üzerinden uyandırmayı desteklemesini gerektirir.
zh_hans: Wake-on-LAN 仅在局域网内有效，并要求设备支持网络唤醒。

source: Whois домена
ar: Whois النطاق
de: Whois der Domain
en: Domain Whois
es: Whois del dominio
fr: Whois du domaine
hi: डोमेन का Whois
it: Whois del dominio
ja: ドメインの Whois
ko: 도메인 Whois
pt_br: Whois do domínio
tr: Alan adı Whois'i
zh_hans: 域名 Whois

source: Wi-Fi анализ
ar: تحليل Wi-Fi
de: Wi-Fi-Analyse
en: Wi-Fi analysis
es: Análisis de Wi-Fi
fr: Analyse Wi-Fi
hi: Wi-Fi विश्लेषण
it: Analisi Wi-Fi
ja: Wi-Fi 解析
ko: Wi-Fi 분석
pt_br: Análise de Wi-Fi
tr: Wi-Fi analizi
zh_hans: Wi-Fi 分析

source: Wi-Fi выключен
ar: Wi-Fi متوقف
de: WLAN ist aus
en: Wi-Fi is off
es: Wi-Fi desactivado
fr: Wi-Fi désactivé
hi: वाई-फ़ाई बंद है
it: Wi-Fi disattivato
ja: Wi-Fi はオフです
ko: Wi-Fi 꺼짐
pt_br: Wi-Fi desligado
tr: Wi-Fi kapalı
zh_hans: Wi-Fi 已关闭

source: Авто
ar: تلقائي
de: Automatisch
en: Auto
es: Automático
fr: Auto
hi: स्वतः
it: Automatico
ja: 自動
ko: 자동
pt_br: Automático
tr: Otomatik
zh_hans: 自动

source: Автозапуск включён
ar: التشغيل التلقائي مُفعّل
de: Automatischer Start aktiviert
en: Auto-run enabled
es: Ejecución automática activada
fr: Lancement auto activé
hi: स्वतः-रन चालू है
it: Avvio automatico attivo
ja: 自動実行がオン
ko: 자동 실행 켬
pt_br: Execução automática ativada
tr: Otomatik çalıştırma açık
zh_hans: 已开启自动运行

source: Автозапуск при подключении к сети настраивается в приложении «Команды»: автоматизация «При подключении к Wi-Fi …» → «Проверить блокировку». iOS не будит приложение на смену сети само.
ar: يُضبط التشغيل التلقائي عند الاتصال بالشبكة في تطبيق الاختصارات: أتمتة “عند الاتصال بشبكة Wi-Fi …” ثم “فحص الحجب”. فنظام iOS لا يوقظ التطبيق من تلقاء نفسه عند تغيّر الشبكة.
de: Der automatische Start beim Verbinden mit einem Netzwerk wird in „Kurzbefehle“ eingerichtet: Automation „Wenn ich mich mit Wi-Fi verbinde …“ → „Sperre prüfen“. iOS aktiviert die App bei einem Netzwerkwechsel nicht von selbst.
en: Running a check when you join a network is set up in Shortcuts: an automation “When I connect to Wi-Fi …” → “Check for blocking”. iOS doesn’t wake the app on a network change by itself.
es: La ejecución automática al conectarse a una red se configura en la app Atajos: automatización “Al conectarse a una red Wi-Fi…” → “Comprobar el bloqueo”. iOS no activa la app por sí solo al cambiar de red.
fr: Le lancement auto à la connexion se configure dans l’app Raccourcis : automatisation « Quand je me connecte au Wi-Fi… » → « Vérifier le blocage ». iOS ne réveille pas l’app de lui-même lors d’un changement de réseau.
hi: नेटवर्क से जुड़ने पर स्वतः-रन "शॉर्टकट" ऐप में सेट किया जाता है: ऑटोमेशन "जब Wi-Fi से कनेक्ट हो …" → "ब्लॉकिंग जाँचें"। iOS नेटवर्क बदलने पर ऐप को खुद नहीं जगाता।
it: L’avvio automatico alla connessione a una rete si configura nell’app “Comandi rapidi”: automazione “Quando mi connetto al Wi-Fi …” → “Verifica blocco”. iOS non riattiva l’app da solo al cambio di rete.
ja: ネットワーク接続時の自動実行は「ショートカット」App で設定します。オートメーション「Wi-Fi に接続したとき…」→「ブロックを確認」。iOS はネットワークの切り替えだけでは App を起動しません。
ko: 네트워크 연결 시 자동 실행은 '단축어' 앱에서 설정해요. 자동화 'Wi-Fi에 연결될 때…' → '차단 확인'. iOS는 네트워크가 바뀌었다는 이유만으로 앱을 실행하지 않아요.
pt_br: A execução automática ao conectar-se a uma rede é configurada no app “Atalhos”: automação “Quando eu conectar ao Wi-Fi …” → “Verificar bloqueio”. O iOS não ativa o app sozinho quando a rede muda.
tr: Ağa bağlanınca otomatik çalıştırma, Kısayollar uygulamasında ayarlanır: “Wi-Fi’ye bağlanınca …” otomasyonu → “Engellemeyi denetle”. iOS, ağ değişiminde uygulamayı kendiliğinden uyandırmaz.
zh_hans: 连接网络时自动运行需在“快捷指令”App 中设置：自动化“当连接到 Wi-Fi …”→“检测封锁”。iOS 不会因网络切换自行唤醒 App。

source: Автоматизация
ar: الأتمتة
de: Automation
en: Automation
es: Automatización
fr: Automatisation
hi: ऑटोमेशन
it: Automazione
ja: オートメーション
ko: 자동화
pt_br: Automação
tr: Otomasyon
zh_hans: 自动化

source: Автоматизация — по желанию
ar: الأتمتة — إن أردت
de: Automatisierung — wenn du willst
en: Automation — if you want it
es: Automatización — si quieres
fr: Automatisation — si vous le souhaitez
hi: स्वचालन — यदि आप चाहें
it: Automazione — se vuoi
ja: 自動化 — お好みで
ko: 자동화 — 원한다면
pt_br: Automação — se você quiser
tr: Otomasyon — isterseniz
zh_hans: 自动化——随你所愿

source: Автоматизация, когда сами захотите
ar: الأتمتة، متى شئت
de: Automatisierung, wenn du es wählst
en: Automation, when you choose
es: Automatización, cuando tú decidas
fr: L'automatisation, quand vous le décidez
hi: स्वचालन, जब आप चाहें
it: Automazione, quando vuoi tu
ja: 自動化は、あなたが望むときに
ko: 원할 때 하는 자동화
pt_br: Automação, quando você quiser
tr: İstediğinizde otomasyon
zh_hans: 自动化，由你决定何时

source: Адрес
ar: العنوان
de: Adresse
en: Address
es: Dirección
fr: Adresse
hi: पता
it: Indirizzo
ja: アドレス
ko: 주소
pt_br: Endereço
tr: Adres
zh_hans: 地址

source: Адрес не задан или некорректен.
ar: العنوان غير محدّد أو غير صحيح.
de: Die Adresse fehlt oder ist ungültig.
en: The address is missing or invalid.
es: Dirección no indicada o incorrecta.
fr: Adresse absente ou incorrecte.
hi: पता दिया नहीं गया है या ग़लत है।
it: Indirizzo non impostato o non valido.
ja: アドレスが未入力か、正しくありません。
ko: 주소가 입력되지 않았거나 올바르지 않아요.
pt_br: Endereço não definido ou inválido.
tr: Adres girilmedi ya da geçersiz.
zh_hans: 地址未填写或无效。

source: адрес не определён
ar: العنوان غير محدد
de: Adresse nicht ermittelt
en: address not determined
es: dirección no determinada
fr: adresse non déterminée
hi: पता निर्धारित नहीं
it: indirizzo non determinato
ja: アドレス不明
ko: 주소를 확인할 수 없음
pt_br: endereço não determinado
tr: adres belirlenemedi
zh_hans: 地址未确定

source: Азия
ar: آسيا
de: Asien
en: Asia
es: Asia
fr: Asie
hi: एशिया
it: Asia
ja: アジア
ko: 아시아
pt_br: Ásia
tr: Asya
zh_hans: 亚洲

source: Активных
ar: نشِطة
de: Aktiv
en: Alive
es: Activos
fr: Actifs
hi: सक्रिय
it: Attivi
ja: 稼働
ko: 활성
pt_br: Ativos
tr: Etkin
zh_hans: 在线

source: Активных хостов не найдено
ar: لم يُعثر على مضيفين نشطين
de: Keine aktiven Hosts gefunden
en: No active hosts found
es: No se encontraron hosts activos
fr: Aucun hôte actif trouvé
hi: कोई सक्रिय होस्ट नहीं मिला
it: Nessun host attivo trovato
ja: アクティブなホストが見つかりません
ko: 활성 호스트를 찾을 수 없습니다
pt_br: Nenhum host ativo encontrado
tr: Etkin sunucu bulunamadı
zh_hans: 未找到活跃主机

source: Анализ Wi-Fi
ar: تحليل Wi-Fi
de: WLAN-Analyse
en: Wi-Fi analysis
es: Análisis de Wi-Fi
fr: Analyse Wi-Fi
hi: वाई-फ़ाई विश्लेषण
it: Analisi Wi-Fi
ja: Wi-Fi 分析
ko: Wi-Fi 분석
pt_br: Análise de Wi-Fi
tr: Wi-Fi analizi
zh_hans: Wi-Fi 分析

source: Анализ Wi-Fi: уровень сигнала, канал, роуминг. Ограничено политиками iOS.
ar: تحليل Wi-Fi: قوة الإشارة، القناة، التجوال. مقيّد بسياسات iOS.
de: Wi-Fi-Analyse: Signalstärke, Kanal, Roaming. Durch iOS-Richtlinien eingeschränkt.
en: Wi-Fi analysis: signal strength, channel, roaming. Limited by iOS policies.
es: Análisis de Wi-Fi: nivel de señal, canal, roaming. Limitado por las políticas de iOS.
fr: Analyse Wi-Fi : niveau du signal, canal, itinérance. Limité par les règles d'iOS.
hi: Wi-Fi विश्लेषण: सिग्नल स्तर, चैनल, रोमिंग। iOS नीतियों द्वारा सीमित।
it: Analisi Wi-Fi: intensità del segnale, canale, roaming. Limitato dalle policy di iOS.
ja: Wi-Fi 解析：信号強度・チャネル・ローミング。iOS のポリシーにより制限されます。
ko: Wi-Fi 분석: 신호 강도, 채널, 로밍. iOS 정책에 의해 제한됩니다.
pt_br: Análise de Wi-Fi: intensidade do sinal, canal, roaming. Limitado pelas políticas do iOS.
tr: Wi-Fi analizi: sinyal gücü, kanal, dolaşım. iOS politikalarıyla sınırlıdır.
zh_hans: Wi-Fi 分析：信号强度、信道、漫游。受 iOS 策略限制。

source: Анализ маршрута и внешнего адреса…
ar: تحليل المسار والعنوان الخارجي…
de: Analyse von Route und externer Adresse …
en: Analyzing route and external address…
es: Analizando la ruta y la dirección externa…
fr: Analyse de l'itinéraire et de l'adresse externe…
hi: मार्ग और बाहरी पते का विश्लेषण…
it: Analisi del percorso e dell'indirizzo esterno…
ja: 経路と外部アドレスを解析中…
ko: 경로 및 외부 주소 분석 중…
pt_br: Analisando a rota e o endereço externo…
tr: Rota ve dış adres analizi…
zh_hans: 正在分析路由与外网地址…

source: Африка
ar: أفريقيا
de: Afrika
en: Africa
es: África
fr: Afrique
hi: अफ़्रीका
it: Africa
ja: アフリカ
ko: 아프리카
pt_br: África
tr: Afrika
zh_hans: 非洲

source: Без имени
ar: بلا اسم
de: Ohne Namen
en: Untitled
es: Sin nombre
fr: Sans nom
hi: बिना नाम
it: Senza nome
ja: 名称未設定
ko: 이름 없음
pt_br: Sem nome
tr: Adsız
zh_hans: 未命名

source: Без него сканер сети, обзор устройств и Bonjour не работают. Включить можно в Настройках iOS.
ar: بدونه لا يعمل ماسح الشبكة ومستعرض الأجهزة و Bonjour. يمكن تفعيله من إعدادات iOS.
de: Ohne ihn funktionieren Netzwerkscanner, Gerätebrowser und Bonjour nicht. In den iOS-Einstellungen aktivierbar.
en: Without it, the network scanner, device browser and Bonjour don't work. Turn it on in iOS Settings.
es: Sin él, el escáner de red, el explorador de dispositivos y Bonjour no funcionan. Actívalo en Ajustes de iOS.
fr: Sans lui, le scanner réseau, l'explorateur d'appareils et Bonjour ne fonctionnent pas. Activez-le dans les Réglages iOS.
hi: इसके बिना नेटवर्क स्कैनर, डिवाइस ब्राउज़र और Bonjour काम नहीं करते। इसे iOS सेटिंग्स में चालू करें।
it: Senza di esso lo scanner di rete, l'esplora dispositivi e Bonjour non funzionano. Attivalo in Impostazioni iOS.
ja: これがないと、ネットワークスキャナ、機器ブラウザ、Bonjour は動作しません。iOS の設定で有効にできます。
ko: 이 권한이 없으면 네트워크 스캐너, 기기 브라우저, Bonjour가 작동하지 않습니다. iOS 설정에서 켤 수 있습니다.
pt_br: Sem ele, o scanner de rede, o navegador de dispositivos e o Bonjour não funcionam. Ative nos Ajustes do iOS.
tr: Bu olmadan ağ tarayıcısı, cihaz tarayıcısı ve Bonjour çalışmaz. iOS Ayarları'ndan açabilirsiniz.
zh_hans: 没有它，网络扫描、设备浏览和 Bonjour 都无法工作。可在 iOS 设置中开启。

source: Белого списка нет
ar: لا توجد قائمة بيضاء
de: Keine Whitelist
en: No whitelist
es: No hay lista blanca
fr: Pas de liste blanche
hi: कोई श्वेतसूची नहीं
it: Nessuna whitelist
ja: ホワイトリストなし
ko: 화이트리스트 없음
pt_br: Sem lista de permissões
tr: Beyaz liste yok
zh_hans: 无白名单

source: Белые списки
ar: القوائم البيضاء
de: Whitelists
en: Whitelists
es: Listas blancas
fr: Listes blanches
hi: श्वेतसूचियाँ
it: Whitelist
ja: ホワイトリスト
ko: 화이트리스트
pt_br: Listas de permissões
tr: Beyaz listeler
zh_hans: 白名单

source: Блок этого сервера
ar: حظر هذا الخادم
de: Block dieses Servers
en: Block this server
es: Bloque de este servidor
fr: Bloc de ce serveur
hi: इस सर्वर का ब्लॉक
it: Blocco di questo server
ja: このサーバーのブロック
ko: 이 서버 차단
pt_br: Bloco deste servidor
tr: Bu sunucunun bloğu
zh_hans: 此服务器的配置块

source: Блокировка
ar: حجب
de: Blockierung
en: Blocking
es: Bloqueo
fr: Blocage
hi: ब्लॉकिंग
it: Blocco
ja: ブロック
ko: 차단
pt_br: Bloqueio
tr: Engelleme
zh_hans: 封锁

source: Блокировка по IP
ar: الحجب حسب IP
de: Sperre nach IP
en: IP-based block
es: Bloqueo por IP
fr: Blocage par IP
hi: IP द्वारा अवरोध
it: Blocco per IP
ja: IP によるブロック
ko: IP 차단
pt_br: Bloqueio por IP
tr: IP ile engelleme
zh_hans: 按 IP 封锁

source: Блокировка по SNI
ar: الحجب حسب SNI
de: Sperre nach SNI
en: SNI-based block
es: Bloqueo por SNI
fr: Blocage par SNI
hi: SNI द्वारा अवरोध
it: Blocco per SNI
ja: SNI によるブロック
ko: SNI 차단
pt_br: Bloqueio por SNI
tr: SNI ile engelleme
zh_hans: 按 SNI 封锁

source: Блокировки
ar: الحجب
de: Sperren
en: Blocks
es: Bloqueos
fr: Blocages
hi: अवरोध
it: Blocchi
ja: ブロック
ko: 차단
pt_br: Bloqueios
tr: Engellemeler
zh_hans: 封锁

source: Блэклисты
ar: القوائم السوداء
de: Blacklists
en: Blacklists
es: Listas negras
fr: Listes noires
hi: काली सूचियाँ
it: Blacklist
ja: ブラックリスト
ko: 블랙리스트
pt_br: Listas negras
tr: Kara listeler
zh_hans: 黑名单

# Будет проверено узлов: %lld. Каталог от %@.
source: Будет проверено узлов: %1$lld. Каталог от %2$@.
ar: سيتم فحص %lld عقدة. الدليل بتاريخ %@.
de: Es werden %lld Hosts geprüft. Katalog vom %@.
en: %lld hosts will be checked. Catalog from %@.
es: Se comprobarán %lld hosts. Catálogo del %@.
fr: Hôtes à vérifier : %lld. Catalogue du %@.
hi: %lld नोड जाँचे जाएँगे। सूची %@ की।
it: Nodi da verificare: %lld. Elenco del %@.
ja: 確認するホスト数：%lld。カタログの更新日：%@。
ko: 확인할 호스트: %lld개. 카탈로그 기준일: %@.
pt_br: Nós a serem verificados: %lld. Catálogo de %@.
tr: %lld düğüm denetlenecek. Katalog tarihi: %@.
zh_hans: 将检测 %lld 个节点。目录版本：%@。

source: Буфер обмена пуст.
ar: الحافظة فارغة.
de: Die Zwischenablage ist leer.
en: The clipboard is empty.
es: El portapapeles está vacío.
fr: Le presse-papiers est vide.
hi: क्लिपबोर्ड ख़ाली है।
it: Gli appunti sono vuoti.
ja: クリップボードが空です。
ko: 클립보드가 비어 있어요.
pt_br: A área de transferência está vazia.
tr: Pano boş.
zh_hans: 剪贴板为空。

source: Быстрее тест скорости
ar: اختبار سرعة أسرع
de: Schnellerer Geschwindigkeitstest
en: Faster speed test
es: Prueba de velocidad más rápida
fr: Test de débit plus rapide
hi: तेज़ स्पीड टेस्ट
it: Test di velocità più veloce
ja: より速い速度テスト
ko: 더 빠른 속도 테스트
pt_br: Teste de velocidade mais rápido
tr: Daha hızlı hız testi
zh_hans: 更快的测速

source: В %lld списках
ar: في %lld قائمة
de: In %lld Listen
en: On %lld lists
es: En %lld listas
fr: Dans %lld listes
hi: %lld सूचियों में
it: In %lld liste
ja: %lld 個のリストに登録
ko: %lld개 목록에 있음
pt_br: Em %lld listas
tr: %lld listede
zh_hans: 在 %lld 个名单中

source: В live-режиме промежуточные результаты теста отправляются по ходу выполнения (не чаще раза в секунду), а не только финальный итог.
ar: في الوضع المباشر تُرسَل النتائج الوسيطة للاختبار أثناء تنفيذه (مرة واحدة في الثانية على الأكثر)، لا النتيجة النهائية وحدها.
de: Im Live-Modus werden Zwischenergebnisse schon während des Tests gesendet (höchstens einmal pro Sekunde), nicht nur das Endergebnis.
en: In live mode, interim results are sent while the test runs (at most once per second), not just the final summary.
es: En el modo en vivo se envían los resultados intermedios durante la ejecución (como máximo una vez por segundo), no solo el resultado final.
fr: En mode live, les résultats intermédiaires du test sont envoyés au fil de l’exécution (au plus une fois par seconde), et pas seulement le résultat final.
hi: लाइव मोड में टेस्ट के मध्यवर्ती परिणाम चलने के दौरान भेजे जाते हैं (सेकंड में एक बार से ज़्यादा नहीं), केवल अंतिम नतीजा नहीं।
it: In modalità live i risultati intermedi del test vengono inviati durante l’esecuzione (non più di una volta al secondo), non solo il risultato finale.
ja: ライブモードでは、最終結果だけでなく途中経過も実行中に送信されます（送信は1秒に1回まで）。
ko: 라이브 모드에서는 최종 결과뿐 아니라 중간 결과도 실행 중에 전송돼요(초당 1회 이하).
pt_br: No modo ao vivo, os resultados parciais do teste são enviados durante a execução (no máximo uma vez por segundo), e não apenas o resultado final.
tr: Canlı modda testin ara sonuçları, yalnızca son sonuç değil, çalışma sırasında da (saniyede bir defadan sık olmamak üzere) gönderilir.
zh_hans: 在 Live 模式下，测试的中间结果会在运行过程中发送（每秒最多一次），而不只发送最终结果。

source: В буфере нет ссылки CheckNet.
ar: لا يوجد رابط CheckNet في الحافظة.
de: In der Zwischenablage ist kein CheckNet-Link.
en: The clipboard has no CheckNet link.
es: El portapapeles no contiene ningún enlace de CheckNet.
fr: Le presse-papiers ne contient aucun lien CheckNet.
hi: क्लिपबोर्ड में CheckNet का लिंक नहीं है।
it: Negli appunti non c'è nessun link CheckNet.
ja: クリップボードに CheckNet のリンクがありません。
ko: 클립보드에 CheckNet 링크가 없어요.
pt_br: Não há nenhum link do CheckNet na área de transferência.
tr: Panoda CheckNet bağlantısı yok.
zh_hans: 剪贴板中没有 CheckNet 链接。

source: В избранном
ar: في المفضّلة
de: In Favoriten
en: In favorites
es: En favoritos
fr: En favoris
hi: पसंदीदा में
it: Nei preferiti
ja: お気に入りに登録済み
ko: 즐겨찾기에 있음
pt_br: Nos favoritos
tr: Favorilerde
zh_hans: 已收藏

source: В прогоне не было зарубежных целей, сравнивать не с чем.
ar: لم تتضمّن هذه الجولة أهدافًا خارجية، فلا شيء للمقارنة.
de: Der Durchlauf enthielt keine Ziele im Ausland, es gibt nichts zu vergleichen.
en: The run had no targets abroad, so there is nothing to compare.
es: En esta ejecución no hubo objetivos extranjeros, no hay con qué comparar.
fr: Aucune cible étrangère dans cette exécution, rien à comparer.
hi: इस रन में कोई विदेशी लक्ष्य नहीं था, तुलना करने के लिए कुछ नहीं है।
it: L'esecuzione non conteneva destinazioni estere: non c'è nulla da confrontare.
ja: 今回の実行に海外の対象が含まれていないため、比較できません。
ko: 이번 실행에 해외 대상이 없어 비교할 수 없어요.
pt_br: A execução não incluiu destinos estrangeiros: não há com o que comparar.
tr: Bu çalıştırmada yurt dışı hedef yoktu, karşılaştıracak bir şey yok.
zh_hans: 本次运行中没有境外目标，无从比较。

source: В разработке
ar: قيد التطوير
de: In Entwicklung
en: In development
es: En desarrollo
fr: En développement
hi: विकासाधीन
it: In sviluppo
ja: 開発中
ko: 개발 중
pt_br: Em desenvolvimento
tr: Geliştiriliyor
zh_hans: 开发中

source: в списке
ar: في القائمة
de: in der Liste
en: listed
es: en la lista
fr: dans la liste
hi: सूची में
it: in lista
ja: リストに登録
ko: 목록에 있음
pt_br: na lista
tr: listede
zh_hans: 在名单中

source: В этом QR-коде нет списка хостов CheckNet.
ar: لا يحتوي رمز QR هذا على قائمة مضيفي CheckNet.
de: Dieser QR-Code enthält keine CheckNet-Hostliste.
en: This QR code has no CheckNet host list.
es: Este código QR no contiene una lista de hosts de CheckNet.
fr: Ce QR code ne contient pas de liste d’hôtes CheckNet.
hi: इस QR कोड में CheckNet होस्ट की सूची नहीं है।
it: Questo codice QR non contiene un elenco di host CheckNet.
ja: この QR コードに CheckNet のホストリストは含まれていません。
ko: 이 QR 코드에는 CheckNet 호스트 목록이 없어요.
pt_br: Este código QR não contém uma lista de hosts do CheckNet.
tr: Bu QR kodunda CheckNet sunucu listesi yok.
zh_hans: 此 QR 码中没有 CheckNet 主机列表。

source: Ваш DNS не вернул адрес, а эталонный вернул — вероятна блокировка на уровне DNS.
ar: لم يُعِد DNS الخاص بك عنواناً بينما أعاده المرجعي — يُرجَّح وجود حجب على مستوى DNS.
de: Ihr DNS hat keine Adresse zurückgegeben, der Referenz-Resolver dagegen schon – wahrscheinlich eine Sperre auf DNS-Ebene.
en: Your DNS returned no address while the reference one did — a DNS-level block is likely.
es: Tu DNS no devolvió dirección, pero el de referencia sí: probable bloqueo a nivel de DNS.
fr: Votre DNS n'a renvoyé aucune adresse alors que le résolveur de référence en a renvoyé une — un blocage au niveau DNS est probable.
hi: आपके DNS ने कोई पता नहीं लौटाया, जबकि संदर्भ DNS ने लौटाया — संभवतः DNS स्तर पर अवरोध है।
it: Il tuo DNS non ha restituito un indirizzo, ma quello di riferimento sì — probabile blocco a livello DNS.
ja: あなたの DNS はアドレスを返さず、基準側は返しました — DNS レベルのブロックの可能性があります。
ko: 내 DNS는 주소를 반환하지 않았지만 기준 DNS는 반환했습니다 — DNS 수준 차단일 가능성이 높습니다.
pt_br: Seu DNS não retornou endereço, mas o de referência retornou — provável bloqueio no nível de DNS.
tr: DNS'iniz adres döndürmedi ama referans döndürdü — muhtemelen DNS düzeyinde engelleme var.
zh_hans: 你的 DNS 未返回地址，而参照 DNS 返回了 — 很可能存在 DNS 层封锁。

source: ваш IP
ar: عنوان IP الخاص بك
de: deine IP
en: your IP
es: tu IP
fr: votre IP
hi: आपका IP
it: il tuo IP
ja: あなたの IP
ko: 내 IP
pt_br: seu IP
tr: IP’niz
zh_hans: 你的 IP

source: Ваш IP
ar: عنوان IP الخاص بك
de: Deine IP
en: Your IP
es: Tu IP
fr: Votre IP
hi: आपका IP
it: Il tuo IP
ja: あなたの IP
ko: 내 IP
pt_br: Seu IP
tr: IP’niz
zh_hans: 你的 IP

source: Веб (HTTP)
ar: الويب (HTTP)
de: Web (HTTP)
en: Web (HTTP)
es: Web (HTTP)
fr: Web (HTTP)
hi: वेब (HTTP)
it: Web (HTTP)
ja: ウェブ（HTTP）
ko: 웹 (HTTP)
pt_br: Web (HTTP)
tr: Web (HTTP)
zh_hans: 网页（HTTP）

source: Веб (HTTPS)
ar: الويب (HTTPS)
de: Web (HTTPS)
en: Web (HTTPS)
es: Web (HTTPS)
fr: Web (HTTPS)
hi: वेब (HTTPS)
it: Web (HTTPS)
ja: ウェブ（HTTPS）
ko: 웹 (HTTPS)
pt_br: Web (HTTPS)
tr: Web (HTTPS)
zh_hans: 网页（HTTPS）

source: Вебхуки
ar: Webhooks
de: Webhooks
en: Webhooks
es: Webhooks
fr: Webhooks
hi: वेबहुक
it: Webhook
ja: Webhook
ko: 웹훅
pt_br: Webhooks
tr: Webhook’lar
zh_hans: Webhook

source: Вебхуки — только на ВАШ сервер, если вы их включите
ar: تذهب الـ webhooks إلى خادمك أنت فقط، إذا فعّلتها
de: Webhooks gehen nur an DEINEN Server, wenn du sie aktivierst
en: Webhooks go only to YOUR server, if you turn them on
es: Los webhooks van solo a TU servidor, si los activas
fr: Les webhooks ne vont qu'à VOTRE serveur, si vous les activez
hi: वेबहुक केवल आपके सर्वर पर जाते हैं, यदि आप उन्हें चालू करें
it: I webhook vanno solo al TUO server, se li attivi
ja: Webhook を有効にした場合、送信先はあなたのサーバーだけ
ko: 웹훅은 켜는 경우 당신의 서버로만 전송됩니다
pt_br: Webhooks vão apenas para o SEU servidor, se você os ativar
tr: Web kancaları yalnızca SİZİN sunucunuza gider, açarsanız
zh_hans: Webhook 仅在你开启时发往你自己的服务器

source: Вердикт
ar: الحكم
de: Befund
en: Verdict
es: Veredicto
fr: Verdict
hi: निष्कर्ष
it: Verdetto
ja: 判定
ko: 판정
pt_br: Veredito
tr: Karar
zh_hans: 结论

source: Версии с GitHub
ar: الإصدارات من GitHub
de: Versionen von GitHub
en: Versions from GitHub
es: Versiones de GitHub
fr: Versions depuis GitHub
hi: GitHub से वर्शन
it: Versioni da GitHub
ja: GitHub のバージョン
ko: GitHub의 버전
pt_br: Versões do GitHub
tr: GitHub'dan sürümler
zh_hans: 来自 GitHub 的版本

source: Версия
ar: الإصدار
de: Version
en: Version
es: Versión
fr: Version
hi: संस्करण
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
tr: Sürüm
zh_hans: 版本

source: Версия %@
ar: الإصدار %@
de: Version %@
en: Version %@
es: Versión %@
fr: Version %@
hi: संस्करण %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
pt_br: Versão %@
tr: Sürüm %@
zh_hans: 版本 %@

source: Включена
ar: مُفعّلة
de: Aktiviert
en: Enabled
es: Activada
fr: Activée
hi: सक्षम
it: Attivata
ja: 有効
ko: 사용
pt_br: Ativada
tr: Etkin
zh_hans: 已启用

source: Включите Wi-Fi, чтобы увидеть сигнал.
ar: شغّل Wi-Fi لرؤية الإشارة.
de: Aktiviere WLAN, um das Signal zu sehen.
en: Turn on Wi-Fi to see the signal.
es: Activa el Wi-Fi para ver la señal.
fr: Activez le Wi-Fi pour voir le signal.
hi: सिग्नल देखने के लिए वाई-फ़ाई चालू करें।
it: Attiva il Wi-Fi per vedere il segnale.
ja: 信号を見るには Wi-Fi をオンにしてください。
ko: 신호를 보려면 Wi-Fi를 켜세요.
pt_br: Ative o Wi-Fi para ver o sinal.
tr: Sinyali görmek için Wi-Fi’yi açın.
zh_hans: 打开 Wi-Fi 以查看信号。

source: Включить %@
ar: تفعيل %@
de: %@ aktivieren
en: Enable %@
es: Activar %@
fr: Activer %@
hi: %@ चालू करें
it: Attiva %@
ja: %@ を有効にする
ko: %@ 켜기
pt_br: Ativar %@
tr: %@ etkinleştir
zh_hans: 启用 %@

source: Внешние ресурсы
ar: مصادر خارجية
de: Externe Quellen
en: External sources
es: Fuentes externas
fr: Sources externes
hi: बाहरी स्रोत
it: Fonti esterne
ja: 外部ソース
ko: 외부 소스
pt_br: Fontes externas
tr: Dış kaynaklar
zh_hans: 外部来源

source: Внешний адрес
ar: العنوان الخارجي
de: Externe Adresse
en: External address
es: Dirección externa
fr: Adresse externe
hi: बाहरी पता
it: Indirizzo esterno
ja: 外部アドレス
ko: 외부 주소
pt_br: Endereço externo
tr: Dış adres
zh_hans: 外网地址

source: Возвращает истину, если хост отвечает на ping.
ar: يُعيد صحيحاً إذا استجاب المضيف لـ ping.
de: Gibt wahr zurück, wenn der Host auf Ping antwortet.
en: Returns true if the host responds to ping.
es: Devuelve verdadero si el host responde al ping.
fr: Renvoie vrai si l'hôte répond au ping.
hi: यदि होस्ट ping का उत्तर देता है तो सत्य लौटाता है।
it: Restituisce vero se l'host risponde al ping.
ja: ホストが ping に応答する場合に真を返します。
ko: 호스트가 ping에 응답하면 참을 반환합니다.
pt_br: Retorna verdadeiro se o host responder ao ping.
tr: Sunucu ping'e yanıt verirse doğru döndürür.
zh_hans: 如果主机响应 ping，则返回真。
